// git.cpp : Этот файл содержит функцию "main". Здесь начинается и заканчивается выполнение программы.
//

#include <iostream>

int main()
{
<<<<<<< HEAD
<<<<<<< HEAD
<<<<<<< HEAD
    std::cout << "Hello Daria Vasilevna!\n";
    std::cout << "Vash predmet ochen' interesnii!\n";
=======
    std::cout << "Goodbye MDK!\n";
>>>>>>> 63dcc5828aba2165cc218501c1fde69613c25594
=======
    std::cout << "Hello World!\n";
>>>>>>> parent of 5e8ba12 (Version 1.1)
=======
    std::cout << "Hello Dmitrij!\n";
>>>>>>> parent of 63dcc58 (Version 3.0)
}

// Запуск программы: CTRL+F5 или меню "Отладка" > "Запуск без отладки"
// Отладка программы: F5 или меню "Отладка" > "Запустить отладку"

// Советы по началу работы 
//   1. В окне обозревателя решений можно добавлять файлы и управлять ими.
//   2. В окне Team Explorer можно подключиться к системе управления версиями.
//   3. В окне "Выходные данные" можно просматривать выходные данные сборки и другие сообщения.
//   4. В окне "Список ошибок" можно просматривать ошибки.
//   5. Последовательно выберите пункты меню "Проект" > "Добавить новый элемент", чтобы создать файлы кода, или "Проект" > "Добавить существующий элемент", чтобы добавить в проект существующие файлы кода.
//   6. Чтобы снова открыть этот проект позже, выберите пункты меню "Файл" > "Открыть" > "Проект" и выберите SLN-файл.
